Repository: marcoroth/mirrOS_tanken_at
Catalog: locale/*/LC_MESSAGES/tanken_at.po
Languages: de_de

# tanken_at_title
source: petrol stations (AT)
de_de: Tanken (AT)

# tanken_at_description
source: Shows you the cheapest petrol stations in your city
de_de: Zeigt die billigsten Tankstellen in deiner Umgebung an

# tanken_at_radius
source: radius
de_de: Umkreis

# tanken_at_sort
source: Order station by:
de_de: Tankstellen sortieren nach:

# tanken_at_fuel
source: type of petrol:
de_de: Bitte Benzinsorte auswählen:

# tanken_at_place
source: your city
de_de: Ortschaft

# tanken_at_price
source: price
de_de: Preis

# tanken_at_distance
source: distance
de_de: Distanz

# tanken_at_key
source: API-Key
de_de: API-Key von Tankerkoenig.de

# tanken_at_name_mode
source: Display mode:
de_de: Darstellung der Tankstelle:

# tanken_at_only_street
source: brand, street
de_de: Marke, Strasse

# tanken_at_only_place
source: brand, place
de_de: Marke, Ort

# tanken_at_street_place
source: brand, street, place
de_de: Marke, Strasse, Ort

# tanken_at_api
source: You can get your API-Key here:
de_de: Den API-Key könnt Ihr hier beziehen:

# tanken_at_convert_coordinates
source: Convert coordinates
de_de: Adresse in Koordinaten umwandeln

# tanken_at_error
source: Please check your config in the settings area <br><br>This error occurred:<br>
de_de: Bitte überprüfe deine Einstellungen im Backend <br><br>Folgender Fehler ist aufgetreten:<br>

# tanken_at_reset_config
source: Reset config
de_de: Einstellungen zurücksetzten

# tanken_at_reset_config_message
source: Are you sure you want to reset your Tanken config?
de_de: Bist du sicher, dass du deine Tanken Einstellungen zurücksetzten möchtest?

# tanken_at_save
source: save
de_de: Speichern
